---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentSynchronizingWithCentralEventArgs
source: html/84193102-ab22-93d7-c23d-63ad84627785.htm
---
# DocumentSynchronizingWithCentralEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.